/* Confirm delete button */
"CONFIRM_DELETE" = "Delete Immediately";

/* Confirm multiple file deletion */
"CONFIRM_DELETE_MULTIPLE" = "Are you sure you want to immediately delete these %@ items?";

/* Confirm single file deletion (with name) */
"CONFIRM_DELETE_SINGLE" = "Are you sure you want to immediately delete “%@”?";

/* Deny deletion button */
"DENY_DELETE" = "Don’t Delete";

/* Deletion info (plural) */
"INFO_MULTIPLE" = "The items you selected will not be moved to the Trash; they will be deleted immediately.";

/* Deletion info (singular) */
"INFO_SINGLE" = "The item you selected will not be moved to the Trash; it will be deleted immediately.";

